{"status": "OK", "response": {"docs": [{"type_of_material": "News", "blog": [], "news_desk": "Science Desk", "lead_paragraph": "LEAD: TODAY'S advances in the analysis and control of noise grow out of a breakthrough in the early 1800's by Jean Baptiste Joseph Fourier, a French mathematician, Egyptologist and administrator. Born in 1768, Fourier attended a military school run by Benedictine monks. He showed such talent at mathematics that upon graduation he was asked to join the school's faculty.", "headline": {"main": "Baron's Legacy: A Potent Theorem"}, "abstract": null, "print_page": "1", "word_count": 252, "_id": "4fd17b718eb7c8105d673ceb", "snippet": "LEAD: TODAY'S advances in the analysis and control of noise grow out of a breakthrough in the early 1800's by Jean Baptiste Joseph Fourier, a French mathematician, Egyptologist and administrator. Born in 1768, Fourier attended a military school run...", "source": "The New York Times", "slideshow_credits": null, "web_url": "http://www.nytimes.com/1987/06/30/science/baron-s-legacy-a-potent-theorem.html", "multimedia": [], "subsection_name": null, "keywords": [{"name": "persons", "value": "FOURIER, JEAN BAPTISTE JOSEPH"}, {"name": "subject", "value": "NOISE"}], "byline": null, "document_type": "article", "pub_date": "1987-06-30T00:00:00Z", "section_name": "Science; Health"}, {"type_of_material": "News", "blog": [], "news_desk": "Magazine Desk", "lead_paragraph": "ON CHRISTMAS EVE, 1961, A BOSTON hematologist named Victor Herbert went to bed feeling a little weak. For three months he had been conducting an experiment on himself, attempting to prove that a debilitating condition known as megaloblastic folic acid deficiency anemia could be caused by a diet poor in folic acid. Folic acid, also called folate, is a vitamin that takes its name from the Latin word for leaf, a reflection of its abundance in green leafy vegetables. It is also plentiful in yeast, liver and mushrooms. Folate is present in most foods, in fact, but it is destroyed by heating and other forms of processing. Since October, Herbert had been on a bland diet specially designed for his experiment, and in recent days he had not felt quite up to par. He decided to sleep late on Christmas morning. His wife rose early and went out with the children. She wanted to give her husband a few extra hours of sleep. When he awoke and tried to get out of bed, his legs were so weak they seemed paralyzed.", "headline": {"main": "THE DOCTOR AS GUINEA PIG"}, "abstract": null, "print_page": "32", "word_count": 4543, "_id": "4fd16c898eb7c8105d65eab2", "snippet": "ON CHRISTMAS EVE, 1961, A BOSTON hematologist named Victor Herbert went to bed feeling a little weak. For three months he had been conducting an experiment on himself, attempting to prove that a debilitating condition known as megaloblastic folic...", "source": "The New York Times", "slideshow_credits": null, "web_url": "http://www.nytimes.com/1986/04/06/magazine/the-doctor-as-guinea-pig.html", "multimedia": [], "subsection_name": null, "keywords": [{"name": "creative_works", "value": "WHO GOES FIRST?: THE STORY OF SELF-EXPERIMENTATION IN MEDICINE"}, {"name": "persons", "value": "HERBERT, VICTOR"}, {"name": "subject", "value": "DIET AND NUTRITION"}, {"name": "subject", "value": "DOCTORS"}, {"name": "subject", "value": "MEDICINE AND HEALTH"}, {"name": "subject", "value": "RESEARCH"}, {"name": "subject", "value": "TESTS AND TESTING"}, {"name": "subject", "value": "ANEMIA"}, {"name": "subject", "value": "FOLIC ACID"}], "byline": {"person": [{"firstname": "Lawrence", "middlename": "K.", "lastname": "Altman", "rank": 1, "role": "reported", "organization": ""}], "original": "By Lawrence K. Altman; Lawrence K. Altman, M.D., is a medical reporter for The Times. This article has been adapted from his book, ''Who Goes First?: The Story of Self-Experimentation in Medicine,'' planned for publication in 1987 by Random House"}, "document_type": "article", "pub_date": "1986-04-06T00:00:00Z", "section_name": "Health; Magazine"}], "meta": {"hits": 12, "offset": 10, "time": 64}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}