{"status": "OK", "response": {"docs": [{"type_of_material": "News", "blog": [], "news_desk": "Science Desk", "lead_paragraph": "IN a series of new studies prompted by the geriatric population explosion, researchers are finding that moderate exercise can not only retard the effects of aging but can actually reverse them. Proper exercise, appropriately and carefully pursued throughout life - even into the 80's and beyond, when the body was once regarded as too weak and frail for such activity - has been shown in scores of studies to significantly deter the deterioration of bodily functions that traditionally accompany aging. Among the demonstrated benefits are increased work capacity, improved heart and respiratory function, lower blood pressure, increased muscle strength, denser bones, greater flexibility, quicker reaction times, clearer thinking and reduced susceptibility to depression. The research has demonstrated, as one investigator put it, that disuse accounts for about half the functional decline that usually occurs between the ages of 30 and 70. Just as three weeks of complete bed rest results in losses equal to 30 years of aging, exercise by middle-aged and elderly people can set the clock back by as many as 25 to 45 years, the studies have shown.", "headline": {"main": "MODERATE EXERCISE LATE IN LIFE IS FOUND TO REVERSE MANY OF THE EFFECTS OF AGING", "kicker": "AGING: STUDIES POINT TOWARD WAYS TO SLOW IT"}, "abstract": null, "print_page": "1", "word_count": 1575, "_id": "4fd15d138eb7c8105d644826", "snippet": "IN a series of new studies prompted by the geriatric population explosion, researchers are finding that moderate exercise can not only retard the effects of aging but can actually reverse them.   Proper exercise, appropriately and carefully pursued...", "source": "The New York Times", "slideshow_credits": null, "web_url": "http://www.nytimes.com/1986/06/10/science/aging-studies-point-toward-ways-slow-it-moderate-exercise-late-life-found.html", "multimedia": [], "subsection_name": null, "keywords": [{"name": "subject", "value": "HEART"}, {"name": "subject", "value": "BONES"}, {"name": "subject", "value": "EXERCISE"}, {"name": "subject", "value": "AGED"}, {"name": "subject", "value": "MENTAL HEALTH AND DISORDERS"}, {"name": "subject", "value": "BLOOD PRESSURE"}, {"name": "subject", "value": "RESEARCH"}], "byline": {"person": [{"firstname": "Jane", "middlename": "E.", "lastname": "BRODY", "rank": 1, "role": "reported", "organization": ""}], "original": "By JANE E. BRODY"}, "document_type": "article", "pub_date": "1986-06-10T00:00:00Z", "section_name": "Science; Health"}], "meta": {"hits": 1, "offset": 0, "time": 131}}, "copyright": "Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}